{
  "archetype_state24": 11183445,
  "family_size": 4,
  "ffn_multiplier": 4,
  "gene_mic_s": 170,
  "max_position_embeddings": 2048,
  "micro_ref_size": 64,
  "model_type": "hgt",
  "num_heads": [
    4,
    4,
    8
  ],
  "q0": 51,
  "q1": 240,
  "resolution_dims": [
    64,
    128,
    256
  ],
  "transformers_version": "5.1.0",
  "vocab_size": 256
}
